alsa-utils
amd-ucode
arch-wiki-lite
autoconf
automake
bash
binutils
bison
bzip2
chromium
clang
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gzip
htop
inetutils
iproute2
iputils
iw
jfsutils
less
libtool
libxss
licenses
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
netctl
networkmanager
numactl
nvidia
nvidia-settings
pacman
patch
pciutils
perl
pkgconf
powertop
procps-ng
psmisc
pulseaudio
python
reiserfsprogs
s-nail
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tmux
usbutils
util-linux
vi
vim
wget
which
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
zsh
